meeting_minutes/netwerk/netwerkoverleg.tex
% Created 2020-07-23 Thu 14:15
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Koen Colpaert}
\date{\today}
\title{Netwerkoverleg meeting reports \& notes}
\hypersetup{
 pdfauthor={Koen Colpaert},
 pdftitle={Netwerkoverleg meeting reports \& notes},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{\textit{<2020-07-23 Thu>}}
\label{sec:org3be918c}
\subsection{Aanwezigen}
\label{sec:org80d97dd}
\begin{center}
\begin{tabular}{ll}
Naam & Dienst\\
\hline
Koen Colpaert & Staf\\
Dries Meerten & Systemen\\
Maarten Massart & Netwerk/Systemen\\
\end{tabular}
\end{center}

\subsection{Changelog voor Pulse Secure aanpassingen?\hfill{}\textsc{aimad}}
\label{sec:org62efc99}
\subsubsection{{\bfseries\sffamily TODO} Status vragen na verlof Aimad}
\label{sec:org91b22f7}
\subsection{Wifi Aalst}
\label{sec:orga462517}
De lijn en router zijn er nog steeds omdat Dries in opdracht van PVDN deze in de koelkast moest zetten voor geval VLABEL van idee veranderde. Lijn en router zijn van Proximus en het betreft een ADSL-lijn met Bbox router die indertijd werd aangevraagd voor gebruik door David Van Herreweghe.
\textbf{Acties en vragen;}
\begin{itemize}
\item kan deze lijn een upgrade krijgen naar VDSL of Explore?
\item wie heeft paswoord voor de router? Kristof had blijkbaar enkel leesrechten.
\item het ``bezoekersnetwerk'' is aangemaakt op deze router met dezelfde SSID als bij VO.
\item kunnen we deze router op de access points zetten? Controller zou 2 connecties hebben.
\item kan met bestaande hardware (router/lijn) de hele site van wifi voorzien worden?
\item hoe worden in huidige situatie de IP-adressen verdeeld?
\item opzoeken documentatie Davinsi/Annelies op M-schijf en mailbox (AP iedereen)
\end{itemize}
\subsection{Netwerk issue lijst}
\label{sec:org64a75f9}
Geen noemenswaardige tickets
\end{document}
